Repository: Bulletninja/wapps
Catalog: wapps/gallery/locale/*/LC_MESSAGES/django.po
Languages: fr

source: A text to be displayed before albums
fr: Un texte à afficher avant les albums

source: Gallery
fr: Gallerie

source: SEO and metadata
fr: SEO et métadonnées

source: A text to be displayed before images
fr: Un texte à afficher avant les images

source: Display details
fr: Afficher les détails

source: Display image title and details
fr: Affiche le titre de l'image et ses détails

source: Slide
fr: Glissement

source: Fade
fr: Fondu

source: The image seen on gallery browser and when sharing this album
fr: L'image vue dans lors du parcours des galleries et lorsque cet album est partagé

source: Manual album
fr: Album manuel
